# vim: ft=ruby

tap "browsh-org/browsh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "liamg/tfsec"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "universal-ctags/universal-ctags"
tap "warrensbox/tap"

brew "ansible"
brew "awscli"
brew "bat"
brew "bats"
brew "browsh-org/browsh/browsh"
brew "coreutils"
brew "docker-completion"
brew "docutils", link: false
brew "elixir"
brew "erlang"
brew "exa"
brew "exercism"
brew "git-delta"
brew "glow"
brew "gradle"
brew "hashicorp/tap/terraform-ls"
brew "htop"
brew "jq"
brew "liamg/tfsec/tfsec"
brew "libssh"
brew "neovim"
brew "postgresql", restart_service: true
brew "python@3.9"
brew "qmk/qmk/qmk"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "starship"
brew "tmate"
brew "tmux"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "warrensbox/tap/tfswitch"
brew "watch"
brew "yarn"
brew "zplug"
brew "zsh"

cask "1password"
cask "alacritty"
cask "brave-browser"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "postman"
cask "signal"
cask "slack"
cask "spotify"
cask "zoom"
